<meta charset="UTF-8">
<head>
    <title></title>
    <style>
        <!--
        .boton{
            text-decoration: none;
            padding: 10px;
            font-weight: 600;
            font-size: 20px;
            color:   #616161 !important;
            background-color: #FCE4EC;
            border-radius: 6px;
            border: 1px solid #616161;
        }
        .boton:hover{
            color: #616161 !important;
            background:#fff;
        }
        -->
    </style>
</head>
<h1 style="color: #FCE4EC;-webkit-text-stroke: 1px  #616161">TALK RIGHT NOW</h1>
<h2 style="color: #616161;">ESASY GRAMMAR!</h2>
<p>Si est&aacute;s leyendo esto, es que lo que viste ayer te gust&oacute;, ¿verdad?</p>
<p>Ya habr&aacute;s comprobado que aprender gram&aacute;tica no era tan aburrido como parec&iacute;a y que es muy &uacute;til para hablar ingl&eacute;s.</p>
<p>Pero, si a&uacute;n no lo tienes demasiado claro, d&eacute;jame contarte una historia real (aunque le cambiar&eacute; el nombre, por si las moscas…):</p>
<p>Esta es M&oacute;nica. M&oacute;nica es una mujer de 50 y pico a&ntilde;os que, por cosas de la vida, tuvo que dejar de trabajar en
    la empresa que estaba por enfermedad. Ahora est&aacute; en la universidad estudiando psicolog&iacute;a. Sueña cada d&iacute;a
    con poder volver a trabajar, en este caso, como psic&oacute;loga en una gran multinacional como Amazon.</p>
<p>Lo da todo cada d&iacute;a para aprender m&aacute;s de lo que le ense&ntilde;an en clase. Ya tiene una experiencia en la vida y en el
    mundo laboral y sabe que, si no da el 100%, si no va m&aacute;s all&aacute; de lo que le exigen, no va a aprender realmente lo
    que necesita para conseguir ese trabajo que tanto desea.</p>
<p>Pero hay algo m&aacute;s: EL INGL&Eacute;S. M&oacute;nica sabe que si quiere trabajar en una multinacional necesita saber inglés si o si.
    Necesitará hablar con otros compañeros, jefes, etc. en inglés y no va a permitir que esto le frene.</p>
<p>La realidad es que tiene un nivel bastante b&aacute;sico, pero, lo tiene tan claro, que est&aacute; dispuesta a hacer lo que haga falta para conseguirlo.</p>
<p>Estudió ingl&eacute;s en su d&iacute;a, pero siempre me cuenta que no era nada pr&aacute;ctico y tiene un recuerdo de la gram&aacute;tica nefasto, demasiado aburrida, no le ha servido para nada, etc.</p>
<p>Al conocer esta historia, mi cabeza pens&oacute;: tengo que quitarle esa &iacute;dea de la mente y que disfrute aprendiendo.
    Por lo que, desde el primer d&iacute;a, he tratado de ense&ntilde;arle una gram&aacute;tica mucho más pr&aacute;ctica, mucho m&aacute;s de verdad para que la pueda utilizar en la vida real.</p>
<p>Ahora le encanta aprender gram&aacute;tica, me pregunta un mont&oacute;n de dudas, quiere saber como se utilizan los verbos
    para saber hablar en cualquier contexto, en presente, en pasado, en futuro… Por fin le ha visto la utilidad y se esfuerza d&iacute;a a d&iacute;a en aprender a utilizarla y manejarla mejor.</p>
<p>Obviamente, esto lo combina con otras pr&aacute;cticas como ver series, donde aprende nuevas expresiones cotidianas del d&iacute;a
    a d&iacute;a y esta combinaci&oacute;n es lo que est&aacute; haciendo que su ingl&eacute;s mejore a una velocidad pasmosa. ¡Hasta yo estoy alucinando con ella!</p>
<p>Me est&aacute; ense&ntilde;ando mucho, y es que cuando tienes un objetivo muy potente, haces lo que sea para conseguirlo.</p>
<p>¿Cu&aacute;l es el tuyo?</p>
<p>Te dejo con el v&iacute;deo de hoy, espero que lo disfrutes mucho y aprendas algo nuevo.</p>

<p><strong>&nbsp;</strong></p>
<ul>
    <a href="https://youtu.be/CuzkjtrwT2A" class="boton">VER V&Iacute;DEO </a>
</ul>
<p><strong>&nbsp;</strong></p>
<p>Nos vemos ma&ntilde;ana.</p>
<p>Irene Ortega, fundadora de Talk Right Now</p>

<footer>

</footer>